Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/arvohahkanprogramma.html.tmx
Source language: sme
Languages: smj

source: Árvoháhkanprográmma / Ealáhusat / Sámediggi - Sametinget
smj: Árvvodahko prográmma / Æládus / Sámedigge - Sametinget

source: Árvoháhkanprográmma
smj: Åtså biednikdårjav

source: Sámedikki árvoháhkanprográmma váldomihttomearrin lea lasihit árvoháhkama ođasteaddji buohtalasealáhusaid ja sámi mátkeealáhusaid bakte.
smj: Dat gájkbadjásasj ulmme la Sámedikke árvvodahko prográmmajn la lasedit árvvodagov tjadu innovatijvva tjoahkkeæládusáj ja sáme mannoæládusájn.

source: silje.karine.muotka@samediggi.no
smj: Politihkalasj åvdåsvásstediddje

source: Lotnolasvuohta iešguđetge ealáhusaid gaskkas lea vierru mii lea leamašan áibbas dábálaš sámi servodagain.
smj: Kombinasjåvnnå ålolágásj æládusájs la tradisjåvnnå ja le årrum viehka dábálasj sáme sebrudagájs.

source: Dákkár ealáhusheiven dagaha vejolažžan biđget riska máŋgga ealáhusdoaimmaide gaskkas.
smj: Dakkir æládushiebadibme dahká dav máhttelis juohket vádáv ienep dåjmajda.

source: Bearrašat sáhttet lasihit dinenvejolašvuođaid go ožžot dietnasa máŋggaid ealáhusdoaimmain.
smj: Vehka adná máhttelisvuodav lasedit sijá sisboahto máhttelisvuodav ja oadtjot sisboadov moattet dåjmas.

source: Ollu sámeguovlluin váilot resurssat nugomat smávva eatnamat, smávva earit sihke guolástanealáhusas ja eanandoalus.
smj: Ålon sáme dáfon la binná ressursajs degu dal vijddudagájs, ja unna oasátja guolleæládussaj ja ednambargguj.

source: Buohtalastin eará ealáhusaiguin dagaha vejolažžan ain orrut dakkár guovlluin gos eai livčče doarvái valljodagat áidnaealáhusas birget.
smj: Kombinasjåvnnå ietjá æládusáj dahká dav máhttelissan årrot rabddabielijn gånnå ietján ælla ressursa dåssjå åvtå lágásj æládussaj.

source: Prográmma álggahuvvui jagi 2008 ja doaibmabijut árvaluvvojit jahkásaččat Sámedikki bušeahtas.
smj: Prográmma biejaduváj mannuj 2008 ja dåjma bargaduvvin sisi jahkásattjat Sámedikke budsjæhttaj.

source: Prográmma ekonomalaš rámma lea 8,5 miljovnna ruvnno.
smj: Prográmman la ekonomalasj ålgoldis 8,5 millijåvnåjn kråvnåjn.

source: Buohtalasealáhusaid ja sámi mátkeealáhusaid árvoháhkanprográmma mihttomearrin lea:
smj: Árvvodahkoprográmma æláduskombinasjåvnnåj ja sáme mannoæládusán la ulmme: Lasedit máhtov gåk álgadit

source: Buoridit álggaheddjiid gelbbolašvuođa
smj: Buorep ålgoldisævtojt miehttseæládusájda

source: Nannet duoji neavvunbálvalusa
smj: Hábbmit kombinasjåvnnådåjmajt

source: Rekruteret nuoraid duodjeealáhussii
smj: Lasedit sjattov sáme mannoæládusán

source: Lasihit njuorjobivddu vai báikkálaš guollenálli buorrána.
smj: Binnedit nuorjojt ja dajna vuogijn buoredit kvalitehtav bájkálasj guollelågos
